hu = <<-EOF
岗位职责：
1、负责公司SAAS产品的市场调研、需求分析及功能设计；
2、根据产品调研目标，输出高质量的竞品分析文档；
3、根据产品阶段目标，分解产品功能结构，并输出用户体验好、逻辑清晰的产品原型；
4、协调UI、UE进行产品信息架构设计、 交互设计及视觉设计；
5、在产品用户体验层面，包含UX和UI层面，能够根据产品用户群体，对功能提出建设性的解决意见；
6、产品开发推进过程中，能够快速高效的推动UI、研发和测试等的工作；
7、对于产品需求的收集、分析、提炼、整理过程，能够根据产品的目标、资源等条件，进行正确的处理；

任职要求：
1、本科及以上学历，计算机、市场营销专业优先；
2、3年及以上产品岗位经验，参加过完整的产品规划、需求设计和研发工作；
3、具备高质量的产品原型、需求文档输出能力，此能力为必须具备的能力；
4、具备竞品分析、行业分析、用户研究的能力和经验；
5、熟悉交互规范、UI规范、原型规范，并能够根据产品目标构建不同的规范要求。
6、熟练相应的产品工具，包括且不限于Axure、visio、mindjet等；

7、对于社会变迁、人性、生活，有自己独立的思考能力；

8、抗压力强，具备良好的沟通能力与团队协作能力，善于分享且需具有极强的执行力；
EOF

puts hu.inspect